Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Secondary language
sv: Andraspråk

source: Additional language to show together with the source language while translating.
sv: Ytterligare språk som ska visas tillsammans med källspråket under översättningen.

source: This setting is inherited from the project if left empty.
sv: Denna inställning ärvs från projektet om den lämnas tom.

source: Could not verify SSH host key, please add them in SSH page in the admin interface.
sv: Det gick inte att verifiera SSH-vÃ¤rdnyckeln. LÃ¤gg till dem pÃ¥ SSH-sidan i administratÃ¶rsgrÃ¤nssnittet.

source: The repository requires authentication, please specify credentials in the URL or use SSH access instead.
sv: Arkivet kräver autentisering, ange autentiseringsuppgifter i URL-adressen eller använd SSH-åtkomst istället.

source: Could not fetch the repository: %s
sv: Det gick inte att hämta (fetch) arkivet: %s

source: File does not exist.
sv: Filen finns inte.

source: Could not push %(component)s: %(error_text)s
sv: Kunde inte pusha %(component)s: %(error_text)s

source: Push is turned off for %s.
sv: Push är inaktiverat för %s.

source: Could not reset to remote branch on %s.
sv: Kunde inte återställa till fjärr-branch på %s.

source: Could not clean the repository on %s.
sv: Kunde inte rensa arkivet på %s.

source: Could not rebase local branch onto remote branch %s.
sv: Kunde inte rebase:a lokal branch ovanpå fjärr-branch %s.

source: Could not merge remote branch into %s.
sv: Kunde inte slå samman fjärr-branch in i %s.

source: Category does not belong to this project.
sv: Kategorin hör inte till detta projekt.

source: Categorized component can not be shared.
sv: Kategoriserad komponent kan inte delas.

source: Invalid link to a Weblate project, use weblate://project/component.
sv: Ogiltig länk till Weblate-projekt. Använd weblate://[projekt]/[komponent].

source: Invalid link to a Weblate project, cannot link to linked repository!
sv: Ogiltig länk till ett Weblate-projekt. Kan inte länka till det länkade arkivet!

source: Invalid link to a Weblate project, cannot link it to itself!
sv: Ogiltig länk till Weblate-projekt. Du kan inte länka det till sig själv!

source: Option is not available for linked repositories. Setting from linked component will be used.
sv: Alternativet är inte tillgängligt för länkade arkiv. Inställningen från den länkade komponenten kommer att användas.

source: The file mask did not match any files.
sv: Filmasken matchade inte några filer.

source: There is more than one file for %(language)s language: %(filename1)s, %(filename2)s Please adjust the file mask and use components for translating different resources.
sv: Det finns mer än en fil för %(language)s språk: %(filename1)s, %(filename2)s Vänligen justera filmasken och använd komponenter för att översätta olika resurser.

source: Could not find any matching language, please check the file mask.
sv: Det gick inte att hitta något matchande språk, kontrollera filmasken.

source: Could not parse {file}: {error}
sv: Kunde inte tolka filen {file}: {error}

source: You have set up Weblate to add new translation files, but did not provide a base file to do that.
sv: Du har konfigurerat Weblate för att lägga till nya översättningsfiler, men inte angett någon basfil för det.

source: Could not parse base file for new translations: %s
sv: Kunde inte tolka basfilen fÃ¶r nya Ã¶versÃ¤ttningar: %s

source: Unrecognized base file for new translations.
sv: Oigenkändlig basfil för nya översättningar.

source: Editing template is not supported with this file format.
sv: Redigeringsmall stöds inte med det här filformatet.

source: An intermediate language file can not be used without an editing template.
sv: En mellanliggande språkfil kan inte användas utan en redigeringsmall.

source: An intermediate language file has to be different from monolingual base language file. You can probably keep it empty.
sv: En mellanliggande språkfil måste skilja sig från den enspråkiga basspråkfilen. Du kan troligtvis lämna den tom.

source: Using a .pot file as base file is unsupported.
sv: Att använda en .pot-fil som basfil stöds inte.

source: Could not parse translation base file: %s
sv: Kunde inte tolka översättningsbasfil: %s

source: Template language ({0}) does not match source language ({1})!
sv: Mallspråk ({0}) matchar inte källspråk ({1})!

source: Choose No remote repository for local: URL.
sv: Välj Inget fjärrarkiv för lokalt: URL.

source: Push URL is not used without a remote repository.
sv: Push-URL används inte utan ett fjärrarkiv.

source: Your push URL seems to miss credentials. Either provide them in the URL or use SSH with key based authentication.
sv: Din push-URL verkar sakna autentiseringsuppgifter. Antingen ange dem i webbadressen eller använd SSH med nyckelbaserad autentisering.

source: Could not update repository: %s
sv: Det gick inte att uppdatera arkivet: %s

source: The parameter '%(param)s' is not applicable for the file format '%(format)s'.
sv: Parametern '%(param)s' är inte tillämplig för filformatet '%(format)s'.

source: Please either fill in an instruction URL or use a different option for adding a new language.
sv: Fyll antingen i en instruktionswebbadress eller använd ett annat val för att lägga till ett nytt språk.

source: Source language can not be changed, please recreate the component instead.
sv: Källspråk kan inte ändras, komponenten måste istället återskapas.

source: Can not validate file matches due to invalid regular expression.
sv: Kan inte validera fil-matchning på grund av ogiltigt reguljärt uttryck.

source: Accepting suggestions automatically only works with voting turned on.
sv: Automatiskt accepterande av förslag fungera endast då röstningen är aktiverad.

source: To use the key filter, the file format must be monolingual.
sv: För att kunna använda nyckelfiltret måste filformatet vara enspråkigt.

source: Could not add new translation file.
sv: Det gick inte att lägga till en ny översättningsfil.

source: You do not have permissions to add new translation file.
sv: Du har inte behörighet att lägga till ny översättningsfil.

source: The monolingual base language file is invalid.
sv: Den enspråkiga basspråksfilen är ogiltig.

source: The template for new translations is invalid.
sv: Mallen för nya översättningar är ogiltig.

source: The given language maps to a different language. Check language aliases settings.
sv: Det angivna språket mappar till ett annat språk. Kontrollera inställningarna för språkalias.

source: The given language is used as a source language.
sv: Det angivna språket används som källspråk.

source: The given language already exists.
sv: Det angivna språket finns redan.

source: The given language is filtered by the language filter.
sv: Det angivna språket filtreras av språkfiltret.

source: Translation file already exists!
sv: Översättningsfilen finns redan!

source: The translation will be updated in the background.
sv: Översättningen kommer att uppdateras i bakgrunden.

source: Add new translation string
sv: Lägg till ny översättningssträng

source: Could not get repository status!
sv: Kunde inte hämta arkivstatus!

source: Invalid symbolic link in a repository.
sv: Ogiltig symbolisk länk i ett arkiv.

source: Component list name
sv: Namn på komponentlistan

source: Show on dashboard
sv: Visa på kontrollpanel

source: When enabled this component list will be shown as a tab on the dashboard
sv: När denna aktiveras visas komponentlistan som en flik på kontrollpanelen

source: Project regular expression
sv: Reguljärt uttryck för projekt

source: Regular expression which is used to match project slug.
sv: Reguljärt uttryck som används för att matcha projektets slug.

source: Component regular expression
sv: Reguljärt uttryck för komponent

source: Regular expression which is used to match component slug.
sv: Reguljärt uttryck som används för att matcha komponentens slug.

source: Component list to assign
sv: Komponentlista för tilldelning

source: Label description
sv: Etikettbeskrivning

source: Commit all translations regardless of quality
sv: Arkivera alla översättningar oavsett kvalitet

source: Skip translations marked as needing editing
sv: Hoppa över översättningar som är markerade som redigeringsbehov

source: Only include approved translations
sv: Inkludera endast godkända översättningar

source: Protected
sv: Skyddad

source: Main website of translated project.
sv: Huvudsaklig webbsida för översatt projekt.

source: Translation instructions
sv: Översättningsinstruktioner

source: Set "Language-Team" header
sv: Ange "Language-Team"-header

source: Lets Weblate update the "Language-Team" file header of your project.
sv: LÃ¥ter Weblate uppdatera "Language-Team"-filheadern i ditt projekt.

source: Use shared translation memory
sv: Använd delat översättningsminne

source: Uses the pool of shared translations between projects.
sv: Använder samlingen med delade översättningar mellan projekt.

source: Contribute to shared translation memory
sv: Bidra till det delade översättningsminnet

source: Contributes to the pool of shared translations between projects.
sv: Bidrar till samlingen med delade översättningar mellan projekt.

source: Automatically removes outdated and obsolete entries from translation memory.
sv: Tar automatiskt bort föråldrade och obsoleta poster från översättningsminnet.

source: How to restrict access to this project is detailed in the documentation.
sv: Hur du begränsar tillgången till detta projekt beskrivs i dokumentationen.

source: Requires contributors to have two-factor authentication configured before being able to contribute.
sv: Kräver att bidragsgivare har tvåfaktorsautentisering konfigurerad innan de kan bidra.

source: Enable reviews
sv: Aktivera granskare

source: Requires dedicated reviewers to approve translations.
sv: Kräver att speciella granskare godkänner översättningar.

source: Enable source reviews
sv: Aktivera källgranskningar

source: Requires dedicated reviewers to approve source strings.
sv: Kräver att särskilda granskare godkänner källsträngar.

source: Select which translations should be included when committing changes. More restrictive options will skip translations with potential quality issues.
sv: Välj vilka översättningar som ska inkluderas när ändringar bekräftas. Mer restriktiva alternativ hoppar över översättningar med potentiella kvalitetsproblem.

source: Enable hooks
sv: Aktivera hooks

source: Whether to allow updating this repository by remote hooks.
sv: Om du vill tillåta uppdatering av detta arkiv genom fjärr-hooks.

source: Language aliases
sv: Språkalias

source: Comma-separated list of language code mappings, for example: en_GB:en,en_US:en
sv: Kommaseparerad lista över språkkodsmappningar, till exempel: en_GB:en, sv_SE:sv

source: Only approved translations are written to the translation file.
sv: Endast godkända översättningar skrivs till översättningsfilen.

source: Could not accept suggestion!
sv: Kunde inte acceptera förslaget!

source: Filename %s not found in repository! To add new translation, add language file into repository.
sv: Filnamnet %s hittades inte i arkivet! För att lägga till ny översättning, lägg till en språkfil i arkivet.

source: Could not parse file %(file)s: %(error)s
sv: Kunde inte tolka filen %(file)s: %(error)s

source: Could not commit pending changes: %s
sv: Kunde inte arkivera väntande ändringar: %s

source: Plurals are not supported by the file format.
sv: Pluralformer stöds inte av filformatet.

source: String contains control character: %s
sv: Strängen innehåller kontrolltecken: %s

source: Empty state is supported for blank strings only.
sv: Tomt tillstånd stöds endast för tomma strängar.

source: Blank strings require an empty state.
sv: Tomma strängar kräver ett tomt tillstånd.

source: Approved state is not available as reviews are not enabled.
sv: Godkänt tillstånd är inte tillgängligt eftersom granskningar inte är aktiverade.

source: This string seems to already exist.
sv: Denna sträng verkar redan finnas.

source: Failed adding string, no translation found.
sv: Det gick inte att lägga till sträng, ingen översättning hittades.

source: Indicates whether this string was translated automatically.
sv: Indikerar om den här strängen översattes automatiskt.

source: String could not be propagated to %(component)s: %(reason)s
sv: Strängen kunde inte propageras till %(component)s: %(reason)s

source: Unmark as read-only
sv: Avmarkera som skrivskyddad

source: Mark as read-only
sv: Markera som skrivskyddad

source: Unmark as untranslatable
sv: Avmarkera som oöversättbar

source: Mark as untranslatable
sv: Markera som oöversättbar

source: Unmark as forbidden translation
sv: Avmarkera som förbjuden översättning

source: Mark as forbidden translation
sv: Markera som förbjuden översättning

source: Unmark as terminology
sv: Avmarkera som terminologi

source: Mark as terminology
sv: Markera som terminologi

source: Insert tab character
sv: Infoga tabulatortecken

source: Insert new line
sv: Infoga ny rad

source: Insert horizontal ellipsis
sv: Infoga horisontell ellips

source: Insert a soft hyphen
sv: Infoga mjukt bindestreck

source: Insert a non-breaking space
sv: Infoga ett icke-brytbart mellanslag

source: Insert character {0}
sv: Infoga tecken {0}

source: Main opening quote
sv: Huvudinledningscitat

source: Main closing quote
sv: Huvudavslutningscitat

source: Alternative opening quote
sv: Alternativt inledande citat

source: Alternative closing quote
sv: Alternativt avslutande citat

source: Hyphen
sv: Bindestreck

source: En dash
sv: Kort tankestreck

source: Em dash
sv: Långt tankestreck

source: User configured character: {}
sv: Användarkonfigurerat tecken: {}

source: Good configuration
sv: Bra inställning

source: Bad configuration
sv: Dålig inställning

source: Possible configuration
sv: Möjlig inställning

source: Translated without any problems
sv: Översatt utan problem

source: Needs attention
sv: Behöver tillsyn

source: Dismissed checks:
sv: AvfÃ¤rdade kontroller:

source: Commented
sv: Kommenterade

source: Suggested
sv: FÃ¶rslag

source: Automatically translated
sv: Automatiskt översatt

source: string ID %s
sv: sträng-ID %s

source: This language is used for source strings.
sv: Det här språket används för källsträngar.

source: This translation is locked.
sv: Översättningen är låst.

source: Updating translation componentâ¦
sv: Uppdaterar Ã¶versÃ¤ttningskomponent â¦

source: Some of the components within this project have alerts.
sv: Vissa av komponenterna i detta projekt har varningar.

source: You administrate this project.
sv: Du administrerar projektet.

source: This translation does not yet exist.
sv: Denna översättning finns ännu inte.

source: Shared from the %s project.
sv: Delas från projektet %s.

source: No strings to translate
sv: Inga strängar att översätta

source: %(value)s of %(all)s
sv: %(value)s av %(all)s

source: Imported strings are added as translations to existing strings. This is the most common usecase, and the default behavior.
sv: Importerade strängar läggs till som översättningar till befintliga strängar. Detta är det vanligaste användningsfallet och standardbeteendet.

source: Imported strings are added as approved translations. Do this when you already reviewed your translations before uploading them.
sv: Importerade strängar läggs till som godkända översättningar. Gör detta när du redan har granskat dina översättningar innan du laddar upp dem.

source: Imported strings are added as suggestions. Do this when you want to have your uploaded strings reviewed.
sv: Importerade strängar läggs till som förslag. Gör detta när du vill att dina uppladdade strängar ska granskas.

source: Imported strings are added as translations needing edit. This can be useful when you want translations to be used, but also reviewed.
sv: Importerade strängar läggs till som översättningar som behöver redigeras. Detta kan vara användbart när du vill att översättningarna ska användas, men också granskas.

source: Existing file is replaced with new content. This can lead to loss of existing translations, use with caution.
sv: Befintlig fil ersätts med nytt innehåll. Detta kan leda till förlust av befintliga översättningar, använd med försiktighet.

source: Adds new strings to the translation. It skips the ones which already exist.
sv: Lägger till nya strängar till översättningen. Den hoppar över de som redan finns.

source: Updates source strings in bilingual translation file.
sv: Uppdaterar källsträngar i tvåspråkig översättningsfil.

source: Very high
sv: Mycket hög

source: Very low
sv: Mycket låg

source: {0} is being translated into {1} languages using Weblate. Join the translation or start translating your own project.
sv: {0} Ã¶versÃ¤tts till {1} sprÃ¥k med hjÃ¤lp av Weblate. Bidra till Ã¶versÃ¤ttningen eller bÃ¶rja Ã¶versÃ¤tta ditt eget projekt.

source: Source upload is only supported on the source language.
sv: Källuppladdning stöds endast på källspråket.

source: Source upload is only supported for bilingual translations, you might want to use replace upload instead.
sv: Källuppladdning stöds endast för tvåspråkiga översättningar. Du kanske vill använda ersättningsuppladdning istället.

source: Update source strings upload is not supported with this format.
sv: Uppdatering av källsträngar stöds inte i detta format.

source: File mask does not contain * as a language placeholder!
sv: Filmasken innehåller inte * som en språkplatshållare!

source: A value of 1 is not allowed for automatic acceptance as it would permit users to vote on their own suggestions.
sv: Värdet 1 är inte tillåtet för automatisk godkännande, eftersom det skulle göra det möjligt för användare att rösta på sina egna förslag.

source: Could not parse flags: %s
sv: Kunde inte tolka flaggor: %s

source: The language code for "%(filename)s" is empty, please check the file mask.
sv: Språkkoden för "%(filename)s" är tom, kontrollera filmasken.

source: The language code "%(code)s" for "%(filename)s" is too long, please check the file mask.
sv: Språkkoden "%(code)s" för "%(filename)s" är för lång, kontrollera filmasken.

source: File format parameters must be a dictionary of key-value pairs.
sv: Filformatparametrar måste vara en ordbok med nyckel-värdepar.

source: Unknown file format parameter: "%(param_name)s".
sv: Okänd filformatsparameter: "%(param_name)s".

source: Keys
sv: Nycklar

source: Weblate statistics
sv: Weblate statistik

source: You can not remove yourself!
sv: Du kan inte ta bort dig själv!

source: You can not block yourself on this project.
sv: Du kan inte blockera dig själv i detta projekt.

source: User has been blocked on this project.
sv: Användaren har blockerats i det här projektet.

source: User is already blocked on this project.
sv: Användaren är redan blockerad i det här projektet.

source: Token has been removed from this project.
sv: Token har tagits bort från detta projekt.

source: User has been removed from this project.
sv: Användaren har tagits bort från detta projekt.

source: Get involved in {0}!
sv: Engagera dig i {0}!

source: Language addition is not supported by any of the components.
sv: Språktillägg stöds inte av någon av komponenterna.

source: A request for a new translation has been sent to the project's maintainers.
sv: En förfrågan om en ny översättning har skickats till projektets utvecklare.

source: All languages have been added, updates of translations are in progress.
sv: Alla språk har lagts till, uppdateringar av översättningar pågår.

source: Too many suggestions ({count}). Please contact an administrator.
sv: FÃ¶r mÃ¥nga fÃ¶rslag ({count}). VÃ¤nligen kontakta en administratÃ¶r.

source: Changes of string in %s
sv: Ãndringar av strÃ¤ng i %s

source: Changes in %s
sv: Ãndringar i %s

source: The supplied configuration is incorrect. Please check the errors below.
sv: Den angivna konfigurationen är felaktig. Kontrollera felmeddelandena nedan.

source: Detected license as %s, please check whether it is correct.
sv: Upptäckt licens som %s, kontrollera om den är korrekt.

source: Could not parse uploaded ZIP file.
sv: Kunde inte tolka uppladdade ZIP-filen.

source: The project you were looking for has been removed, however you are welcome to contribute to other ones.
sv: Projektet du söker har tagits bort, men du är välkommen att bidra till andra.

source: You have activated your account, now you should set the password to be able to sign in next time.
sv: Du har aktiverat ditt konto. Nu bör du ange ett lösenord för att kunna logga in nästa gång.

source: Please set your full name and e-mail in your profile.
sv: Ange ditt fullständiga namn och e-postadress i din profil.

source: Following fixups were applied to translation: %s
sv: FÃ¶ljande rÃ¤ttningar utfÃ¶rdes pÃ¥ Ã¶versÃ¤ttningen: %s

source: Your suggestion is empty!
sv: Ditt förslag är tomt!

source: You don't have privileges to add suggestions!
sv: Du har inte behÃ¶righet att lÃ¤gga till fÃ¶rslag!

source: Your suggestion has been identified as spam!
sv: Ditt förslag har identifierats som spam!

source: Your suggestion is similar to the current translation!
sv: Ditt förslag liknar den nuvarande översättningen!

source: Your suggestion already exists!
sv: Ditt förslag finns redan!

source: Added %(project)s to your watched projects. You can adjust this behavior in the settings.
sv: Lade till %(project)s till dina bevakade projekt. Du kan justera detta beteende i inställningarna.

source: The translation has been saved, however there are some newly failing checks: {0}
sv: ÃversÃ¤ttningen har sparats, men det finns nÃ¥gra nya fallerande kontroller: {0}

source: Can not revert to empty translation!
sv: Kan inte Ã¥terstÃ¤lla till tom Ã¶versÃ¤ttning!

source: You do not have privilege to accept suggestions!
sv: Du har inte behÃ¶righet att acceptera fÃ¶rslag!

source: You do not have privilege to delete suggestions!
sv: Du har inte behörighet att ta bort förslag!

source: You do not have privilege to vote for suggestions!
sv: Du har inte behÃ¶righet att rÃ¶sta pÃ¥ fÃ¶rslag!

source: Invalid suggestion!
sv: Ogiltigt förslag!

source: Invalid search string!
sv: Ogiltig söksträng!

source: You have shifted from %(previous)s to %(current)s.
sv: Du har gått från %(previous)s till %(current)s.

source: Could not process form!
sv: Kunde inte bearbeta formulär!

source: Automatic translation in progress
sv: Automatisk översättning pågår

source: Posted new comment
sv: Postade ny kommentar

source: Could not add comment!
sv: Kunde inte lägga till kommentar!

source: Comment has been deleted.
sv: Kommentaren har tagits bort.

source: Comment has been resolved.
sv: Kommentaren har lösts.

source: New string has been added.
sv: Ny sträng har lagts till.

source: Could not remove the string: %s
sv: Kunde inte ta bort strängen: %s

source: String was removed.
sv: Strängen har tagits bort.

source: Access denied.
sv: Åtkomst nekad.

source: Plural forms in the uploaded file do not match current translation.
sv: Pluralformer i den uppladdade filen matchar inte den aktuella översättningen.

source: File upload has failed: %s
sv: Sändning av fil misslyckades: %s

source: Could not lock the repository, another operation is in progress.
sv: Kunde inte lÃ¥sa arkivet. En annan operation pÃ¥gÃ¥r.

source: All repositories have been updated, updates of translations are in progress.
sv: Alla arkiv har uppdaterats, uppdateringar av Ã¶versÃ¤ttningar pÃ¥gÃ¥r.

source: All repositories were pushed.
sv: Alla arkiv blev push:ade.

source: All repositories have been reset, updates of translations are in progress.
sv: Alla arkiv har Ã¥terstÃ¤llts, uppdateringar av Ã¶versÃ¤ttningar pÃ¥gÃ¥r.

source: All repositories have been cleaned up.
sv: Alla arkiv har rensats upp.

source: Translation files have been synchronized.
sv: ÃversÃ¤ttningsfiler har synkroniserats.
